[PAD]
[UNK]
[CLS]
[SEP]
[CLS_ZH]
[CLS_EN]
<S>
<T>
氼
？
；
：
．
，
）
（
！
龟
龛
龚
龙
龋
龈
龄
齿
齐
齁
鼾
鼻
鼹
鼬
鼠
鼓
鼐
鼎
鼋
黯
黠
黝
黜
黛
默
黔
黒
黑
黏
黎
黍
黄
麾
麻
麸
麦
麟
麝
麓
麒
麋
麂
鹿
鹳
鹰
鹭
鹫
鹧
鹦
鹤
鹞
鹜
鹘
鹗
鹑
鹏
鹌
鹊
鹈
鹅
鹄
鹃
鹂
鸿
鸾
鸽
鸵
鸳
鸯
鸮
鸭
鸪
鸨
鸦
鸥
鸣
鸢
鸡
鸠
鸟
鳞
鳝
鳗
鳖
鳕
鳍
鳌
鳅
鳄
鳃
鲸
鲷
鲶
鲲
鲱
鲫
鲨
鲤
鲢
鲟
鲜
鲛
鲑
鲍
鲉
鲈
鲁
鲀
鱿
鱼
鮨
魔
魏
魇
魅
魄
魂
魁
鬼
鬲
鬣
鬟
鬓
鬃
髻
髯
髪
髦
高
髓
髋
髅
髂
骼
骸
骷
骶
骰
骨
骧
骥
骤
骡
骠
骞
骜
骛
骚
骗
骑
骐
骏
验
骋
骊
骈
骇
骆
骅
骄
骂
骁
驿
驾
驼
驻
驹
驸
驷
驶
驴
驳
驱
驰
驯
驮
驭
马
験
駆
駅
駄
馨
馥
香
馗
首
馔
馒
馏
馍
馋
馈
馆
馅
馁
馀
饿
饽
饼
饺
饷
饶
饵
饴
饲
饱
饰
饯
饮
饭
饬
饪
饧
饥
饕
餐
飨
食
飞
飚
飙
飘
飓
飒
风
颧
颦
颤
颢
颡
颠
颞
额
颜
颛
颚
题
颗
颖
颔
颓
频
颐
颏
颍
颌
颊
颉
颈
颇
领
颅
预
颂
颁
顿
顾
顽
顼
须
顺
项
顷
顶
页
頼
韶
韵
音
韭
韬
韩
韧
韦
鞭
鞣
鞠
鞘
鞑
鞍
鞋
鞅
靼
靶
靴
靳
革
靥
面
靡
靠
非
靛
静
靖
靓
青
霾
霹
霸
露
霰
霭
霞
霜
霖
霓
霑
霏
霎
霍
霊
霉
霈
震
霆
霄
霂
霁
需
雾
雹
雷
零
雳
雯
雪
雨
雕
雒
雑
雏
雎
雍
雌
雉
雇
集
雅
雄
雁
雀
难
隽
隼
隶
隧
隣
隡
隠
隞
障
隙
隘
隗
隔
隐
随
隍
隋
隈
隆
隅
険
陷
陶
陵
陲
陪
险
陨
除
院
陡
陟
陛
陕
限
降
陌
陋
陈
陇
陆
际
附
陂
陀
阿
阻
阶
阵
阴
阳
防
阱
阮
阪
阡
队
阜
阚
阙
阗
阖
阕
阔
阑
阐
阎
阉
阈
阇
阆
阅
阂
阁
阀
闾
闽
闻
闺
闹
闸
闷
闵
间
闲
闰
闯
问
闭
闫
闪
门
闘
関
长
镶
镳
镰
镯
镭
镬
镣
镜
镛
镗
镖
镕
镑
镐
镍
镌
镉
镇
镂
镁
镀
锻
锺
锹
锶
锵
锲
锰
锯
键
锭
锦
锥
锤
锣
锢
锡
锟
锚
错
锗
锑
锐
锏
锌
锋
锉
锈
锆
锅
锄
锂
锁
销
铿
链
铺
铸
银
铵
铳
铲
铰
铮
铭
铬
铨
铤
铣
铢
铡
铠
铝
铜
铛
铐
铎
铍
铌
铋
铉
铆
铅
铄
铃
铂
铁
铀
钿
钾
钼
钻
钺
钵
钴
钳
钱
钰
钯
钮
钩
钨
钧
钦
钥
钤
钣
钢
钡
钠
钟
钞
钝
钜
钛
钙
钗
钓
钒
钏
钎
钊
钉
针
鑫
鏖
鎗
鎏
銮
銝
鉴
鉄
鈭
釜
金
量
野
重
里
释
釉
采
醺
醴
醯
醮
醪
醛
醚
醒
醍
醋
醉
醇
酿
酸
酷
酶
酵
酱
酰
酯
酮
酬
酪
酩
酥
酣
酢
酝
酚
酗
酒
酐
配
酌
酋
酊
酉
鄱
鄢
鄞
鄙
鄂
都
郸
郷
郴
郭
郫
部
郧
郦
郤
郢
郡
郝
郜
郗
郑
郎
郊
郅
郁
邻
邺
邹
邸
邵
邳
邱
邰
邯
邮
邬
邪
邨
邦
那
邢
邝
邛
邕
邓
邑
邈
邃
邀
避
遽
遶
遵
遴
遮
遭
遨
遥
遣
遢
遛
遗
道
遒
遑
遐
遏
遍
遇
遂
遁
逾
逼
逻
逸
逶
逵
逮
逢
造
速
逞
逝
逛
通
逗
途
递
逐
透
逍
逊
选
逆
逅
逃
适
送
退
追
迺
迹
迸
迷
迳
述
迭
迫
迪
迩
迦
迥
迤
迢
迟
连
违
远
进
这
还
返
近
运
迎
迈
过
迅
迄
迂
迁
达
辽
込
辻
辺
边
辱
辰
辫
辩
辨
辣
辟
辞
辜
辛
辙
辘
辗
辖
辕
输
辑
辐
辍
辊
辉
辈
辇
辆
辅
辄
较
轿
载
轼
轻
轸
轶
轴
轲
轰
软
轮
轭
转
轩
轨
轧
车
転
躺
躲
躯
躬
身
躁
蹿
蹼
蹶
蹴
蹲
蹭
蹬
蹩
蹦
蹙
蹑
蹋
蹊
蹉
蹈
蹇
蹄
蹂
踹
踵
踱
踮
踪
踩
踢
踞
踝
踏
踊
跻
跺
跷
践
跳
路
跪
跨
跤
跟
距
跛
跗
跖
跑
跎
跌
跋
跆
跄
跃
趾
趺
趸
趴
足
趣
趟
趋
越
超
趁
起
赶
赵
赴
赳
走
赭
赫
赧
赦
赤
赣
赢
赡
赠
赟
赞
赝
赛
赚
赘
赖
赔
赓
赐
赏
赎
赌
赋
赊
赈
赅
资
赃
赂
赁
贿
贾
贼
贻
贺
费
贸
贷
贵
贴
贲
贱
贰
贯
贮
购
贬
贫
贪
贩
质
货
账
败
贤
责
财
贡
负
贞
贝
貘
貔
貌
貂
豺
豹
豫
豪
豢
象
豚
豌
豊
豉
豆
豁
谷
谶
谴
谲
谱
谯
谭
谬
谪
谩
谨
谧
谦
谥
谤
谣
谢
谟
谜
谛
谚
谙
谘
谗
谕
谔
谓
谒
谑
谐
谏
谎
谍
谌
谋
谊
谈
谆
谅
谄
调
谁
谀
课
诽
读
诺
诸
请
诶
诵
说
诲
诱
诰
误
语
诬
诫
诩
诧
详
该
诤
诣
询
诡
诠
诟
诞
话
诛
诚
诙
诘
诗
试
译
诏
词
诋
诊
诉
诈
识
诅
评
诃
证
诀
访
设
讽
讼
论
讹
许
讷
讶
讴
讳
讲
记
讯
议
训
讫
讪
让
讨
讥
认
订
计
譬
警
読
誓
誉
詹
訳
言
触
觥
解
觞
角
觑
觐
觊
觉
览
视
觅
规
观
见
観
覚
覆
覃
要
西
襟
襄
褶
褫
褪
褥
褚
褔
褒
褐
褂
裾
裹
裸
裴
裳
裱
裨
裤
裟
裙
裘
裕
裔
裆
装
裂
裁
袱
袭
被
袪
袤
袜
袖
袒
袍
袋
袅
袄
袂
袁
衿
衾
衷
衲
衰
衮
衬
衫
衩
表
补
衣
衢
衡
衞
衙
街
衔
衍
行
衅
衄
血
蠹
蠢
蠡
蠕
蟾
蟹
蟠
蟒
蟑
蟋
蟆
蟀
螺
螳
螯
螭
螨
螟
融
螂
蝽
蝶
蝴
蝠
蝙
蝗
蝎
蝉
蝇
蜿
蜻
蜷
蜱
蜥
蜡
蜜
蜚
蜘
蜗
蜕
蜓
蜒
蜊
蜈
蜇
蜃
蜂
蜀
蛾
蛹
蛳
蛰
蛮
蛭
蛤
蛟
蛛
蛙
蛔
蛎
蛋
蛊
蛇
蛆
蛀
蚵
蚱
蚩
蚧
蚤
蚣
蚝
蚜
蚕
蚓
蚌
蚊
蚂
蚁
蚀
虾
虽
虻
虹
虱
虬
虫
虢
虞
虚
虔
虑
虐
虏
虎
蘼
蘸
蘖
蘑
藿
藻
藩
藤
藜
藕
藓
藐
藏
藉
薰
薯
薬
薪
薨
薛
薙
薏
薇
薅
薄
蕾
蕻
蕴
蕲
蕨
蕤
蕙
蕊
蕉
蕈
蕃
蔽
蔼
蔻
蔺
蔷
蔵
蔬
蔫
蔡
蔚
蔗
蔓
蔑
蓿
蓼
蓬
蓦
蓟
蓝
蓖
蓓
蓑
蓉
蓄
蓁
蒿
蒻
蒹
蒸
蒲
蒨
蒟
蒜
蒙
蒋
蒂
葺
葶
葵
葳
葱
葭
葬
葫
葩
董
葡
葛
著
葆
落
萼
萸
萱
萩
萨
萧
萦
营
萤
萝
萘
萎
萍
萌
萋
萄
萃
萁
菽
菲
菱
菩
菡
菠
菟
菜
菘
菖
菓
菏
菌
菊
菈
菇
菅
菁
菀
莽
莺
莹
获
莲
莱
莫
莪
莠
莞
莘
莓
莒
莎
莉
莆
莅
荽
荼
荻
荷
荳
药
荫
荪
荨
荧
荥
荤
荣
荡
荠
荟
荞
荚
荘
荖
荔
荒
荐
荏
草
荆
荃
荀
茹
茸
茶
茵
茴
茱
茯
茭
茬
茫
茨
茧
茜
茗
茏
茎
茉
茅
茄
范
茂
茁
苻
苹
苷
苴
英
苯
苫
苦
若
苣
苡
苟
苞
苜
苛
苗
苕
苔
苓
苒
苑
苏
苍
苋
苇
苄
芾
芽
芹
芸
芷
芳
花
芯
芮
芭
芬
芫
芪
芩
芦
芥
芡
芝
芜
芙
芒
芎
芍
芋
芊
芈
芃
节
艾
艺
艹
艳
色
艰
良
艮
艘
艋
艇
舺
船
舸
舷
舶
舵
舱
舰
般
舫
航
舟
舞
舜
舛
舖
舔
舒
舐
舎
舍
舌
舆
舅
舂
舀
臾
臼
臻
致
至
臭
臬
自
臧
臣
臊
臆
臂
臀
膻
膺
膳
膨
膦
膝
膜
膛
膘
膑
膏
膊
膈
膀
腿
腾
腻
腺
腹
腴
腱
腰
腮
腭
腩
腥
腕
腔
腓
腑
腐
腌
腋
腊
腈
腆
脾
脸
脲
脱
脯
脚
脘
脖
脓
脑
脐
脏
脍
脊
脉
脇
脆
脂
能
胺
胸
胶
胴
胳
胱
胰
胯
胭
胫
胪
胧
胥
胤
胡
胞
胝
胜
胛
胚
胖
胎
胍
背
胆
胄
胃
胁
胀
肿
肾
肽
肺
肴
育
肱
肯
肪
肩
肥
肤
肢
股
肠
肝
肛
肚
肘
肖
肓
肌
肋
肉
肇
肆
肄
肃
聿
聴
聪
聚
聘
联
聒
职
聋
聊
聆
聂
耿
耽
耻
耸
耷
耶
耳
耨
耦
耙
耘
耗
耕
耒
耐
耍
而
耋
耆
者
耄
考
老
耀
翼
翻
翳
翱
翰
翩
翦
翡
翠
翟
翘
翔
翎
翌
翊
翅
翁
羿
羽
羹
羸
羲
羯
羧
群
羡
羟
羞
羚
羔
美
羌
羊
羁
罹
署
置
罪
罩
罢
罡
罚
罗
罕
罔
网
罐
罄
罂
缺
缸
缴
缰
缮
缭
缪
缩
缨
缥
缤
缢
缠
缝
缜
缚
缙
缘
编
缕
缔
缓
缎
缉
缈
缇
缆
缅
缄
缀
绿
绾
绽
综
绻
绸
绷
绶
绵
维
绳
绰
绯
绮
续
绫
绪
绩
继
绦
绥
绣
绢
绡
统
绞
绝
络
绛
绚
给
绘
绕
结
绒
绑
经
绎
绍
绊
终
织
细
绅
组
练
绀
线
纾
纽
纺
纹
纸
纷
纶
纵
纳
纲
纱
纯
纭
纬
纫
纪
纨
级
约
纤
纣
红
纠
纂
繋
繇
繁
総
綦
続
継
絵
絮
経
累
紫
紧
索
素
紊
系
糸
糯
糬
糠
糟
糜
糙
糗
糖
糕
糍
糊
糅
粿
精
粽
粼
粹
粳
粲
粱
粮
粪
粧
粥
粤
粟
粘
粗
粕
粒
粑
粉
粄
籽
籼
类
米
籍
籁
簿
簸
簪
簧
簋
簇
篷
篱
篮
篪
篡
篝
篙
篓
篇
篆
篁
箸
箴
箱
箭
箫
箩
管
箝
算
箕
箔
箐
箍
简
签
筹
筷
筵
筲
筱
筠
筝
筛
策
答
筒
筑
筐
筏
筋
等
笼
笺
笹
第
笨
符
笠
笞
笛
笙
笔
笑
笏
笋
笈
笆
笃
竿
竽
竺
竹
端
竭
童
竣
章
竟
竞
竜
站
竖
立
窿
窨
窦
窥
窠
窟
窝
窜
窘
窗
窖
窓
窒
窑
窍
窈
窄
窃
突
穿
空
穹
穷
究
穴
穗
穆
穂
稿
稽
稼
稻
稹
稷
稳
稲
稣
稠
稚
稗
稔
税
稍
程
稀
秽
移
秸
称
积
秩
秧
秦
秤
秣
租
秘
秒
科
种
秋
秉
秆
秃
私
秀
禾
禽
离
禺
禹
禧
禛
福
禅
禄
禁
禀
祺
祸
祷
祯
祭
票
祥
祢
祠
祟
神
祝
祜
祛
祚
祗
祖
祐
祎
祉
祈
祇
祂
祁
祀
社
礼
示
礁
磺
磷
磬
磨
磡
磕
磐
磋
磊
磅
磁
碾
碴
碳
碱
碰
碧
碣
碟
碛
碚
碘
碗
碓
碑
碎
碍
碌
碉
碇
碁
硼
确
硬
硫
硝
硕
硒
硐
硅
础
砾
砼
砺
砸
砷
破
砲
砰
砭
砧
砥
砣
砚
砖
研
砒
砍
砌
砂
码
矿
矾
矽
矶
石
矮
短
矫
矩
知
矣
矢
矜
矛
矗
瞿
瞻
瞳
瞰
瞭
瞬
瞪
瞩
瞧
瞥
瞠
瞟
瞒
瞑
瞎
瞋
瞅
瞄
睿
睾
睽
睹
睬
睫
睨
睦
睥
督
睢
睡
睛
睑
睐
睇
睁
着
眼
眺
眸
眷
眶
眯
眩
眨
眦
眠
真
県
看
眉
省
盾
盼
盹
相
直
盲
盱
盯
目
盥
盟
盛
盘
盗
盖
盔
盒
监
盐
盏
盎
益
盈
盆
盅
盂
皿
皴
皱
皮
皙
皖
皓
皑
皎
皋
皈
皇
皆
的
皂
百
白
登
発
癸
癫
癣
癞
癖
癌
瘿
瘾
瘸
瘴
瘫
瘪
瘩
瘦
瘤
瘢
瘠
瘟
瘙
瘘
瘁
瘀
痿
痹
痴
痱
痰
痫
痨
痧
痤
痣
痢
痞
痛
痘
痕
痔
痒
痊
痉
痈
症
病
痂
疾
疽
疼
疹
疸
疵
疳
疲
疱
疯
疮
疫
疥
疤
疣
疡
疟
疝
疚
疙
疗
疖
疔
疑
疏
疆
疃
畿
畹
畸
畴
畲
番
畦
略
畜
留
畔
畑
畏
界
畈
畅
畀
甾
画
町
甸
男
电
申
甲
由
田
甭
甬
甫
甩
用
甥
生
甜
甚
甙
甘
甑
甄
瓷
瓶
瓴
瓯
瓮
瓦
瓤
瓣
瓢
瓜
瓒
璿
璨
璧
璟
璞
璜
璘
璐
璎
璋
璇
璃
璁
璀
瑾
瑶
瑰
瑠
瑟
瑞
瑜
瑛
瑚
瑙
瑗
瑕
瑄
瑁
瑀
琼
琶
琵
琴
琳
琰
琮
琬
琪
琨
琦
琥
琢
琛
琐
琏
琍
琊
琉
琇
理
琅
球
珺
珲
珮
班
珪
珩
珥
珣
珠
珞
珙
珑
珐
珏
珍
珊
珉
珈
珅
珂
珀
玻
玺
玷
玳
玲
现
环
玮
玫
玩
玥
玠
玟
玛
玖
玑
王
玉
率
玄
獾
獭
獣
獠
獒
獐
猿
猾
猷
猴
献
猬
猫
猪
猩
猥
猝
猜
猛
猗
猖
猎
狼
狸
狱
狮
狭
独
狩
狡
狠
狞
狙
狗
狐
狎
狈
狄
狂
犹
犷
状
犯
犬
犒
犍
犊
犁
犀
牺
特
牵
牲
牯
物
牧
牦
牢
牡
牠
牟
牝
牛
牙
牒
牍
牌
版
片
爽
爻
爹
爸
爷
父
爵
爱
爰
爬
爪
爆
燿
燮
燧
燥
燕
燔
燎
燊
燃
熹
熵
熬
熨
熠
熟
熙
熔
熏
熊
熄
煽
煸
煲
煮
煨
照
煦
煤
煞
煜
煖
煎
煌
煊
煅
焼
然
焱
焰
焯
焦
焜
焚
焙
焘
焗
焖
焕
焊
焉
烽
烹
烷
烯
热
烬
烫
烩
烨
烧
烦
烤
烟
烛
烙
烘
烊
烈
烃
烂
烁
炽
炼
点
炸
炷
炳
炯
炮
炭
炬
炫
炝
炜
炙
炖
炕
炔
炒
炎
炊
炉
炅
炁
炀
灿
灾
灼
灸
灶
灵
灰
灯
灭
灬
火
灞
灏
灌
瀬
瀞
瀛
瀚
瀑
濯
濮
濬
濡
濠
濒
濑
濂
激
澹
澳
澧
澡
澜
澎
澍
澈
澄
潼
潺
潴
潮
潭
潦
潢
潟
潞
潜
潘
潍
潋
潇
潆
漾
漳
漱
漯
漫
漪
漩
漠
漕
演
漓
漏
漉
漆
漂
滴
滩
滨
滦
滥
滤
滢
满
滟
滞
滝
滚
滘
滕
滔
滓
滑
滋
滇
滂
滁
溺
溶
溴
溱
溯
溪
溧
溥
溢
溟
溜
源
溏
溉
溅
溃
満
湿
湾
湳
湮
湫
湟
湛
湘
湖
湍
湄
湃
渺
游
渴
渲
港
渭
温
渥
渤
渣
渡
渠
渝
渚
渗
渔
渐
渎
渍
渋
渊
渉
済
清
淼
添
淹
混
淳
深
淮
淬
淫
淦
淤
淡
淞
淙
淘
淖
淑
淌
淋
淇
淆
淅
淄
淀
涿
涸
涵
液
涯
涮
涪
涩
涨
涧
润
涤
涣
涡
涠
涟
涞
涝
涛
涙
涕
涔
涓
涎
涌
涉
消
涅
涂
浸
海
浴
浯
浮
浬
浪
浩
浦
浣
浜
浚
浙
浔
浓
浒
浑
浏
济
测
浊
浇
浆
浅
浄
浃
流
派
洽
洼
活
洹
洸
洵
洲
洱
洮
洪
津
洞
洛
洙
洗
洒
洋
洄
洁
泾
泽
泼
泻
泸
泷
泵
泳
泱
泰
泯
泮
泫
泪
注
泥
泣
波
泡
泠
泞
泛
泗
法
泓
泌
泊
泉
泄
沿
沾
沽
沼
治
油
沸
河
沱
沮
沭
沫
沪
沧
沦
沥
沣
沢
没
沟
沛
沙
沓
沐
沏
沌
沉
沈
沅
沃
沂
沁
汾
汽
汹
汶
汴
汲
汰
汪
汩
汨
汤
污
池
江
汞
汝
汛
汗
汕
汐
汉
汇
汆
求
汁
汀
氽
氹
永
氷
水
氲
氰
氯
氮
氪
氨
氧
氦
氢
氡
氟
氛
氙
気
氖
气
氓
民
氐
氏
毽
毯
毫
毡
毛
毙
毘
毗
毕
比
毓
毒
每
毎
母
毋
毅
毂
毁
殿
殷
段
殴
殡
殖
殓
殒
残
殊
殉
殇
殆
殃
殁
歼
死
歹
歴
歳
歪
歩
歧
武
步
此
正
止
歙
歌
歉
歇
歆
款
欺
欸
欲
欧
欤
欣
欢
次
欠
檬
檐
檎
檄
檀
橹
橱
橡
橙
橘
橐
橇
橄
樾
樽
樵
樱
樯
横
権
模
樟
樊
槿
槽
槻
槲
槭
槟
槛
様
槐
槎
槌
槃
槁
榻
榷
榴
榱
榭
榫
榨
榜
榛
榖
榕
榔
榉
榈
榆
榄
概
楽
楼
楹
楸
楷
楮
楫
楣
楠
楞
楝
楚
楔
楂
椿
椽
椹
椰
椭
椪
検
椒
椎
植
椋
椅
椁
棺
棹
棵
棱
森
棣
棠
棚
棘
棕
棒
棍
棋
棉
棂
检
梶
梵
梳
械
梯
梭
梨
梧
梦
梢
梗
梓
梆
梅
梁
桶
桩
桨
桧
桦
桥
档
桢
桡
桠
桜
桔
桓
桑
桐
桌
桉
案
框
桅
桃
桂
桁
桀
栾
栽
格
根
核
样
株
栩
校
栗
栖
栓
树
栏
栎
栋
栉
栈
标
栅
栄
栃
栀
柿
柴
柳
柱
柯
柬
柩
查
柢
柠
柞
柜
柚
柘
柔
染
柒
柑
某
柏
柄
枸
枷
架
枳
枰
枯
枭
枫
枪
枣
枢
枝
果
枚
林
枕
析
枋
枉
枇
构
极
板
松
杼
杷
杵
杳
杲
杰
杯
杭
杨
来
条
杠
束
杞
杜
杖
杓
村
材
杏
李
杉
杈
杆
权
杂
杀
朽
机
朵
朴
朱
术
札
本
末
未
木
朦
期
朝
望
朗
朕
朔
朐
服
朋
有
月
最
替
曾
曼
曹
更
曳
曲
曰
曦
曝
曜
曙
暹
暴
暱
暮
暨
暧
暝
暗
暖
暑
暐
暇
暄
暂
晾
智
晷
晶
晴
晰
景
普
晩
晨
晦
晤
晟
晞
晚
晗
晖
晕
晔
晓
晒
晏
晌
晋
晃
晁
显
昼
昶
昵
昴
昱
是
昭
昨
昧
春
映
星
昙
昕
昔
易
昏
明
昌
昊
昉
昆
昂
昀
旻
旺
旸
旷
时
旱
旭
旬
早
旨
旧
旦
日
既
无
旗
旖
族
旎
旌
旋
旅
旃
旁
施
於
方
新
斯
断
斫
斩
斧
斥
斤
斡
斟
斜
斛
料
斗
斓
斑
斐
斎
斌
斋
文
敷
整
敲
数
敬
敦
散
敢
敞
敝
敛
教
敖
敕
救
敏
敍
敌
效
故
政
放
攻
改
攸
收
支
攫
攥
攘
攒
攀
擦
擢
擘
擒
擎
操
擅
擂
擀
撼
撸
撷
撵
撰
撮
播
撬
撩
撤
撞
撕
撒
撑
撇
撅
撃
撂
摹
摸
摰
摩
摧
摞
摘
摔
摒
摊
摈
摇
摆
摄
摁
搽
携
搭
搬
搪
搞
搜
搔
搓
搐
搏
搅
搂
搁
搀
揽
援
揭
揪
揩
揣
握
揖
插
提
描
揍
揉
揆
掾
掺
掸
掷
掴
掳
掲
掰
掬
措
掩
推
控
接
掣
探
掠
掘
掖
排
掐
掏
掌
掉
授
掇
掂
掀
捻
捺
捷
捶
据
捩
捧
捣
换
捡
损
捞
捕
捐
捏
捎
捍
捌
捋
捉
捆
捅
捂
挽
挺
挹
振
挫
挪
挨
挥
挤
挣
挢
挡
挠
挟
挞
挝
挛
挚
挖
挑
挎
按
挈
指
挂
持
拿
拾
拽
拼
拷
拴
拳
拱
拯
拭
括
择
拨
拧
拦
拥
拣
拢
拟
拜
招
拚
拙
拘
拗
拖
拔
拓
拒
拐
拎
拍
拌
拉
拈
拇
拆
担
拄
拂
抿
抽
押
抹
抵
抱
抬
披
报
护
抢
抡
抠
抟
抜
抛
抚
折
抗
抖
投
抓
抒
抑
把
抉
抄
技
承
找
扼
批
扶
扳
扰
扯
扮
扭
扬
扫
扪
扩
执
扦
扣
扛
托
扔
打
扒
扑
扎
才
手
扉
扈
扇
扁
所
房
戾
戻
戸
户
戴
戳
戮
戬
截
戦
戡
戟
戛
戚
战
或
戕
戒
我
成
戏
戎
戍
戌
戊
戈
懿
懵
懦
懒
懋
懊
懈
懂
憾
憭
憬
憩
憨
憧
憎
憋
慷
慵
慰
慨
慧
慢
慕
慑
慎
慌
慈
愿
愫
愧
愤
愣
感
愚
愕
意
愍
愉
愈
愆
愁
惺
惹
惶
想
惰
惯
惮
惭
惬
惫
惩
惨
惧
惦
惠
惟
惜
惚
惘
惕
惑
惋
惊
惇
情
悼
悻
悸
悴
悲
悱
悯
悬
悪
您
悦
患
悠
悟
悚
悖
悔
悍
悌
悉
悄
恽
恼
恻
恺
恸
恶
恵
恳
恰
息
恭
恬
恪
恩
恨
恤
恣
恢
恚
恙
恕
恒
恐
恍
恋
恃
恁
怼
总
怵
怯
怪
怨
性
怦
急
怡
怠
思
怜
怙
怖
怕
怔
怒
怏
怎
怆
怅
怂
态
怀
忿
忽
忻
念
忱
快
忧
忤
忡
忠
応
忙
忘
志
忖
忒
忏
忍
忌
忆
必
心
徽
徼
德
徴
徳
微
循
徨
御
徙
徘
得
徕
従
徒
徐
律
徊
很
徇
待
径
征
往
彼
彻
役
彷
影
彰
彭
彬
彪
彩
彧
彦
彤
形
彝
彗
录
当
归
弾
弼
强
弹
弱
弯
弭
弩
弧
弦
弥
张
弟
弛
弘
弗
引
弓
弑
式
弋
弊
弈
弄
弃
异
弁
开
廿
建
廷
延
廪
廖
廓
廊
廉
庾
庹
庸
康
庶
庵
庭
座
度
庠
废
庞
府
庚
庙
店
庖
底
应
库
庑
庐
序
床
庇
庆
庄
広
广
幽
幼
幻
幺
幸
并
年
平
干
幢
幡
幕
幔
幌
幅
幄
幂
帽
帼
常
帷
帰
帯
帮
席
帧
带
帝
帜
帛
帚
帘
帖
帕
帑
帐
希
师
帆
帅
布
市
币
巿
巾
巽
巻
巷
巴
巳
已
己
差
巫
巩
巨
巧
左
工
巢
巡
州
川
巍
巅
嶙
嶋
嶂
嵴
嵬
嵩
嵘
嵌
嵋
嵊
嵇
崽
崴
崮
崭
崩
崧
崛
崖
崔
崎
崇
崆
崂
崁
峻
峰
峭
峪
峨
峦
峥
峤
峡
峙
峒
峇
峄
岸
岷
岳
岱
岭
岬
岫
岩
岛
岚
岙
岘
岗
岔
岑
岐
岌
岂
岁
岀
屿
屹
山
屯
履
屡
屠
属
展
屑
屐
屏
屎
屌
屋
届
屉
屈
居
层
屁
局
尿
尾
尽
尼
尻
尺
尹
尸
尴
就
尬
尧
尤
尝
尚
尘
尖
尕
尔
少
小
尊
尉
将
射
専
封
寿
対
导
寻
寺
对
寸
寰
寮
寨
寥
寡
察
寞
寝
寛
寓
寒
寐
富
寇
密
寅
寄
寂
宿
宾
宽
容
宸
家
宵
宴
害
宰
宫
宪
宦
宥
室
宣
客
审
宠
実
实
宝
宜
宛
定
宙
官
宗
宕
宓
宏
完
宋
安
守
宇
宅
它
宁
孽
孺
孵
孳
孱
孰
孬
孪
孩
学
孤
季
孢
孟
孝
孜
孛
孚
孙
存
字
孖
孕
孔
孑
子
嬿
嬷
嬴
嬢
嬛
嬉
嬅
嫩
嫦
嫣
嫡
嫚
嫖
嫔
嫌
嫉
嫂
嫁
媳
媲
媞
媛
媚
媒
婿
婺
婷
婶
婵
婴
婧
婢
婚
婕
婊
婉
婆
娼
娶
娴
娲
娱
娩
娥
娣
娟
娜
娘
娑
娉
娇
娆
娅
娄
娃
威
姿
姻
姹
姬
姫
姪
姨
姥
姣
姝
姜
姚
姗
委
姓
姒
姑
姐
始
姊
姉
姆
妾
妻
妹
妳
妲
妮
妪
妩
妨
妥
妤
妣
妞
妙
妖
妓
妒
妍
妊
妈
妇
妆
妄
妃
如
好
她
奸
奶
奴
女
奥
奢
奠
奚
奘
套
奖
奕
奔
契
奏
奎
奋
奉
奈
奇
奄
奂
夺
夹
夸
夷
头
失
夯
央
夭
夫
太
天
大
够
夜
多
夙
外
夕
夔
夏
复
変
备
处
壹
壶
壳
売
声
壮
壬
士
壤
壕
壑
壊
壅
壁
墩
墨
墟
增
墙
墘
増
墓
墒
墉
墅
境
墀
塾
塬
填
塩
塞
塘
塔
塑
塌
堺
堵
堰
堪
堤
堡
堙
堕
堑
堇
堆
堃
堂
堀
埼
基
培
埸
埵
埭
埤
埠
域
埗
埕
埔
城
埋
埃
埂
垸
垮
垭
垫
垩
垦
垣
垢
垠
垛
垚
垒
垌
型
垅
垄
垃
垂
坷
坳
坯
坪
坨
坦
坤
坡
坠
坟
坞
坝
坛
坚
块
坑
坐
坏
坎
坍
坊
均
坂
址
圾
圻
场
圳
地
圭
圪
圩
在
圣
土
圜
圈
圆
圃
囿
图
国
固
围
図
囱
困
园
囧
囤
団
团
囡
因
囟
回
囝
四
囚
囗
囍
囊
嚼
嚷
嚣
嚟
嚗
嚓
嚏
嚎
噻
噶
噱
噬
噪
噩
器
噤
噢
噜
噙
噗
噔
噎
噌
嘿
嘻
嘹
嘶
嘴
嘲
嘱
嘭
嘧
嘤
嘣
嘢
嘟
嘞
嘛
嘚
嘘
嘎
嘌
嘉
嘈
嘅
嘀
嗽
嗷
嗳
嗲
嗯
嗬
嗪
嗨
嗦
嗤
嗣
嗡
嗟
嗝
嗜
嗖
嗔
嗓
嗒
嗑
嗅
喽
喻
喺
喹
喷
営
喵
喳
喱
喰
喧
喟
喝
喜
喙
喘
喔
喏
喋
喊
喉
喇
喆
善
喃
喂
喀
啾
啼
啻
啸
啷
啶
啵
啲
啰
啮
啬
啫
啪
啧
啦
啥
啤
啡
啜
啖
啕
啊
啉
商
啄
啃
唾
唷
唳
唱
唰
唯
售
唬
唧
唤
唠
唔
唑
唐
唏
唉
唇
唆
唁
哽
哼
哺
哲
哮
哭
哪
哩
哨
哧
哦
哥
哟
哗
哔
哒
哑
哐
哏
哎
响
哌
哋
哉
哈
哇
哆
哄
哂
品
哀
咿
咽
咻
咸
咳
咲
咱
咯
咭
咬
咫
咪
咩
咨
咧
咦
咤
咣
咚
咙
咘
咗
咖
咕
咔
咒
咏
咎
和
咋
咆
咄
咂
咁
咀
命
呼
呻
呸
呷
呵
味
呲
呱
周
呦
呤
呢
呜
呛
员
呗
呕
呓
呐
呎
呋
告
呈
呆
呃
呀
吾
吽
吼
吻
吹
吸
吵
吴
吱
启
吮
吭
听
含
吩
吨
吧
否
吡
吠
吟
吞
吝
君
吗
吖
吕
吓
吒
向
吐
吏
后
名
同
吋
吊
吉
合
吆
各
吃
吁
叽
叼
叻
叹
司
号
叶
叵
右
史
叱
台
可
叮
叭
召
叫
只
叩
叨
另
句
古
口
叡
叠
叟
叛
叙
变
受
取
叔
发
収
反
双
友
及
叉
又
参
叁
县
去
厮
厩
厨
厦
厥
厢
原
厝
厚
厘
厕
厌
压
厉
历
厅
厄
厂
卿
卸
卷
卵
却
即
危
印
卯
卮
卫
卧
卦
卤
卢
卡
占
卟
卞
卜
博
単
南
卖
单
卓
卒
卑
协
华
卍
半
卉
午
升
卅
千
十
匿
匾
医
区
匹
匮
匪
匣
匡
匠
匝
匙
北
化
匕
匐
匍
匈
匆
包
匀
勿
勾
勺
勤
募
勘
勖
勒
勐
勋
勉
勇
勃
势
劾
効
劵
劳
劲
励
劭
劫
努
助
动
劣
务
加
功
办
劝
力
劈
剿
剽
割
副
剪
剩
剧
剥
剣
剜
剖
剔
剑
剐
前
剌
削
剃
剂
剁
刻
刺
刹
券
刷
制
到
刮
别
利
刨
判
删
初
创
刚
则
刘
列
划
刑
刎
刍
刊
刈
切
分
刃
刁
刀
凿
函
击
出
凹
凸
凶
凳
凰
凯
凭
凫
凪
処
凤
凡
几
凝
凛
凑
减
凌
凋
凉
凇
准
凄
净
冽
冼
冻
冷
冶
况
决
冲
冰
冯
冬
冥
冤
冢
冠
农
军
写
冗
冕
冒
冏
再
册
冉
冈
冇
円
内
冀
兽
兼
养
兹
典
具
其
兵
兴
关
共
兰
兮
六
公
八
全
入
兢
兜
党
兖
兔
兑
児
免
克
光
先
兆
充
兄
元
允
兀
儿
儡
儒
儋
儆
僻
僵
僮
僭
僧
僚
僖
像
傻
傲
催
傩
储
傥
傣
傍
傅
傀
偿
偻
偷
偶
健
停
做
偕
偏
偎
偌
偈
假
偃
倾
值
债
倭
倬
倪
倩
倦
値
倡
借
倜
倚
候
倘
倔
倒
倏
倍
倌
俾
俺
俸
俳
俱
俯
修
俭
俪
俩
俨
信
俟
俞
保
俚
俘
俗
俑
俐
俏
俎
俊
俄
促
便
侵
侯
侮
侬
侨
侧
侦
侥
侣
価
侠
依
供
侗
侑
侏
侍
例
侈
侄
侃
使
佼
佻
佶
佳
佰
佯
佬
佩
佥
佤
佣
佢
你
佟
佞
作
佛
佚
余
佘
佗
何
体
佑
佐
住
低
位
但
佃
伽
似
伺
伸
伶
伴
估
伯
伫
伪
伦
伤
伢
传
伟
伞
伝
会
伙
优
众
休
伐
伏
伎
伍
伊
伉
企
仿
份
任
价
件
仲
仰
仮
们
仪
仨
以
令
代
仟
仞
仝
仙
付
仗
他
仕
仔
仓
仑
从
仍
介
今
仇
仆
仅
仄
仃
仁
什
亿
人
亵
亳
亲
亮
亭
京
享
亩
亨
产
亦
亥
交
亢
亡
亟
亜
些
亚
亘
井
五
互
云
亏
于
二
事
争
予
了
乾
乳
乱
买
乩
书
乡
习
也
乞
九
乜
乙
乘
乗
乖
乔
乓
乒
乐
乏
乎
乍
乌
之
义
么
久
乃
乂
丿
举
丽
丼
主
为
丹
丸
丶
临
串
丰
中
丫
个
丨
丧
严
两
丢
両
丞
丝
东
丛
业
丙
丘
世
丕
且
专
丑
丐
与
不
下
上
三
丈
万
七
丁
一
〕
〔
】
【
』
『
」
「
》
《
〉
〈
。
、
…
”
“
’
‘
—
–
°
­
£
¢
~
}
|
{
zoom
zone
zol
zoe
zip
zh
zero
zenfone
zen
zeke
zeal
ze
zara
z2
z
yy
yumi
yu
youtube
youths
youthful
youth
yourselves
yourself
yours
your
youngsters
youngster
youngest
younger
young
you
york
yor
yonder
yoga
yo
yin
yielded
yield
yi
yez
yet
yesterday
yester
yes
yer
yells
yellow
yelling
yelled
yell
yel
years
year
ye
yawned
yawn
yarn
yards
yard
yankee
yanke
yang
yan
yam
yale
yahoo
yacht
yach
ya
y
xz
xyz
xxxx
xxx
xxv
xxiii
xxii
xxi
xx
xviii
xvii
xvi
xv
xr
xperia
xp
xml
xl
xix
xiv
xiii
xii
xi
xd
xbox
xa
x9
x86
x7
x6
x5
x4
x3
x2
x1
x
wynd
wyatt
wy
www
wwdc
ww
wuz
wulf
wu
wto
wrung
wrought
wrote
wrong
written
writing
writes
writer
write
writ
wrists
wrist
wrinkled
wrink
wright
wrigg
wri
wretched
wretch
wret
wrest
wrench
wren
wrecked
wreck
wreath
wre
wrath
wrapped
wrap
wra
wr
wps
wp
wow
wounds
wounded
wound
wouldn
would
wot
wos
worthy
worth
worst
worship
worse
worrying
worry
worried
worn
worms
worm
world
works
workmen
working
workers
worked
work
wore
words
wordpress
word
wor
wool
woods
woodman
woodland
wooden
wooded
woodchuck
wood
woo
wont
wong
wondrous
wonders
wonderingly
wondering
wonderfully
wonderful
wondered
wonder
wond
won
women
woman
wom
wolves
wolf
wol
woke
woe
wo
wma
wizard
wives
wits
witnessed
witness
without
within
withered
withdrew
withdrawn
withdraw
withd
with
witch
wit
wistfully
wistful
wist
wishing
wishes
wished
wish
wisest
wiser
wisely
wise
wisdom
wis
wires
wireless
wire
wiping
wiped
wipe
winter
wins
winrar
winona
winning
winnie
winked
wink
wings
winged
wingate
wing
wine
winds
windows7
windows
window
winding
wind
winchester
win8
win7
win10
win
wilton
wilt
wilson
willows
willow
willingly
willing
willie
williams
william
willet
will
wilkins
wilf
wildly
wilderness
wilder
wild
wilbur
wil
wiki
wii
wigwam
wigw
wiggily
wigg
wig
wifi
wife
width
widow
wider
wide
wid
wicked
wi
why
whose
whoop
whom
wholly
wholesome
wholes
whole
whoever
who
whizz
whitney
whither
whitew
whites
whitefoot
white
whit
whistling
whistled
whistle
whist
whispers
whispering
whispered
whisper
whisp
whiskers
whis
whirling
whirled
whirl
whir
whipped
whip
whin
whims
whim
whilst
while
whil
which
whi
whew
whether
wherever
whereupon
wherein
wherefore
whereas
whereabouts
where
whenever
whence
when
wheels
wheeled
wheel
wheat
whe
whatsapp
whatever
what
wharton
wharf
whar
whale
wh
wet
westy
westward
weston
western
wester
west
wes
weren
were
wer
wept
went
wendy
welsh
wells
wellington
well
welcomed
welcome
welc
wel
weird
weight
weighed
weigh
wei
weeping
weep
weeks
week
weeds
weed
wee
wednesday
wedding
wed
web
weather
weasel
weas
weary
wears
wearing
weariness
wearily
wearied
wear
weapons
weapon
weap
wealthy
wealth
weakness
weak
we
wd
ways
way
wax
waving
waves
waved
wave
watson
waters
water
watching
watchful
watches
watched
watch
wat
wasting
wasted
waste
wasn
washington
washing
washer
washed
wash
was
wars
warriors
warrior
warri
warren
warrant
warning
warner
warned
warn
warmth
warmly
warmer
warmed
warm
warfare
ware
wardrobe
ward
war
wap
wants
wanting
wanted
want
wang
wandering
wandered
wander
wand
wan
walton
walter
walt
walrus
walls
wallet
wallace
wall
walks
walking
walker
walked
walk
wales
wal
waking
waked
wake
waiting
waiter
waited
wait
waist
wailed
wagons
wagon
wagg
wages
wager
wag
wade
wa
w
vul
vsc
vsa
vs
vr
vps
vpn
voyage
voy
vowed
vow
vote
von
volvo
volunteered
volunte
volumes
volume
volley
volcan
vol
voices
voice
vogue
vo
vmware
vm
viz
vivo
vivid
vivi
vive
viv
vital
visual
vista
visits
visitors
visitor
visiting
visited
visit
vision
visible
visage
visa
vis
virtue
virtual
virt
virginia
virgin
vir
vip
violin
violets
violet
violently
violent
violence
viol
vio
vines
vine
vincent
vin
vim
villain
villages
villagers
village
villa
vill
viii
vii
vigour
vigorously
vigorous
vigor
vigil
vig
views
viewed
view
video
victory
victorious
victoria
victor
victims
victim
vict
vicinity
vice
vic
vib
via
vi
vga
vexed
vex
veteran
veter
vest
vessels
vessel
ves
very
version
verses
verse
vers
veronica
vernon
vern
verd
veranda
vera
ver
ventured
venture
vent
venison
venice
vengeance
venge
ven
velvet
velve
veins
veil
vehicle
veh
vegetables
veget
ve
vcd
vc
vau
vastly
vast
vass
vary
various
variety
varied
var
vap
vans
vanity
vanished
van
value
valuable
valu
valleys
valley
vall
valise
valiant
valentine
valent
vale
val
vainly
vain
vague
vacation
vacant
vac
va
v9
v8
v6
v5
v4
v3
v2
v1
v
uv
utterly
uttering
uttered
utter
utmost
utc
ut
usually
usual
using
ushered
ush
uses
user
useless
useful
used
use
usd
usb3
usb
usa
us
url
urging
urgent
urged
urge
urban
ur
upwards
upward
upstairs
upside
upset
ups
uproar
upro
upright
upper
upon
update
up
unworthy
unwilling
unw
unusually
unusual
unus
unto
until
unt
unsu
unself
unseen
unse
uns
unreason
unre
unpleasant
unpleas
unp
unob
unnot
unnecessary
unnecess
unne
unn
unmist
unm
unlucky
unlocked
unlo
unlike
unless
unl
unknown
unkn
unkind
unk
unjust
unix
university
universal
univers
unity
united
unit
uniqlo
union
unin
uniforms
uniform
unif
unicode
unhappy
unh
ungrateful
ungrate
ungr
unfortunately
unfortunate
unfortun
unfold
unf
unexpectedly
unexpected
unexp
uneasy
uneasiness
uneasily
uneas
une
undoubtedly
undoubted
undertook
undertaking
undertaken
undertake
undert
understood
understanding
understand
underst
underneath
undergrowth
underground
underg
under
und
unconsciously
unconscious
uncons
uncon
uncommonly
uncommon
uncomfortable
uncomfort
uncom
unco
uncle
uncertain
unc
unbroken
unb
unaw
unanim
unacc
unable
una
un
umbrella
umbre
umboo
umb
um
ulysses
uly
ultra
ult
ul
uk
ui
ugly
ugh
ug
ufo
uc
ubuntu
uber
ua
u
tyr
type
typ
tying
ty
txt
two
twitter
twit
twisting
twisted
twist
twins
twinkling
twinkled
twinkle
twink
twin
twilight
twil
twigs
twig
twice
twenty
twelve
twas
tw
tvbs
tvb
tv
tut
tus
turtle
turns
turning
turned
turn
turks
turkish
turkey
turk
turf
turbo
tur
tunnel
tune
tun
tumult
tumbling
tumbled
tumble
tumb
tum
tugg
tug
tuft
tuesday
tues
tucked
tuck
tube
tub
tu
tt
ts
trying
try
truth
trusting
trusted
trust
trunks
trunk
trumpet
trump
truly
true
truck
tru
trout
trousers
trous
trough
troublesome
troubles
troubled
trouble
troub
trotting
trotted
trot
trop
troops
troopers
troop
troo
troll
tro
triumphantly
triumphant
triumph
tristram
trist
trips
tripped
trip
trio
trimmed
trim
trigger
trifling
trifle
trif
tries
tried
tricks
trick
tribute
tribes
tribe
trib
trials
trial
tri
tres
trenches
trench
tren
tremendous
tremend
trembling
trembled
tremble
tremb
trem
trees
tree
treaty
treatment
treated
treat
treasures
treasure
treas
tread
treachery
treacherous
treach
tre
trc
tray
travilla
travill
travers
travels
travelling
travellers
traveller
travelled
travell
traveling
travelers
traveled
travel
trave
traps
trappers
trapper
trap
transport
transp
transl
transformed
transform
transferred
transfer
transf
trans
tranqu
tramps
tramp
traitor
trains
training
trained
train
trailing
trail
tragedy
traged
trag
traffic
traff
trading
traders
trader
trade
trad
tracks
track
traces
trace
tra
tr
tpp
toys
toyota
toy
towns
town
towers
towering
tower
towel
towards
toward
tow
tour
tough
touching
touches
touched
touch
tou
total
tot
tossing
tossed
toss
tory
torture
tortoise
torto
tort
torrent
torpedo
torped
torn
torment
tore
torches
torch
tor
tops
top100
top10
top
tooth
tools
tool
took
too
tony
tons
tonight
tongues
tongue
tong
tones
tone
ton
tomorrow
tommy
tomb
tom
toler
told
tokyo
token
toilet
toile
toil
together
toes
toe
todd
today
tod
toby
tobacco
tobacc
tob
toast
toad
to
tmt
tm
titus
title
tit
tis
tiresome
tires
tired
tire
tipto
tips
tipped
tipp
tip
tiny
tink
ting
tina
tin
timothy
timidly
timid
times
time
timbers
timber
tim
till
til
tightly
tight
tigers
tiger
tig
tiffany
tied
tie
tidy
tidings
tide
tid
tickled
tickets
ticket
tick
ti
thy
thus
thursday
thurs
thundered
thunder
thump
thumb
thu
thrusting
thrust
thrown
throwing
throw
throughout
through
throng
throne
throats
throat
thro
thrilling
thrilled
thrill
thri
threw
threshold
thresh
three
threats
threatening
threatened
threaten
threat
thread
thre
thr
thousands
thousand
thous
thoughts
thoughtfully
thoughtful
thought
though
thou
those
thoroughly
thorough
thornton
thorn
thor
thompson
thomas
thom
thither
this
thirty
thirteen
thirsty
thirst
third
thir
thinks
thinkpad
thinking
thinkin
think
things
thing
thine
thin
thieves
thief
thie
thickly
thickets
thicket
thicker
thick
they
thet
these
therewith
thereupon
thereof
therein
therefore
thereby
thereafter
there
ther
theory
theod
thence
then
themselves
them
theirs
their
thee
theatre
theat
the
that
thar
thanksgiving
thanks
thanking
thankful
thanked
thank
than
thai
thad
th
tft
tf
text
texas
texans
tex
tet
testim
test
tesla
terry
terror
territory
territ
terrified
terrific
terrif
terribly
terrible
terri
terrace
terms
termed
term
terence
ter
tents
tent
tennis
tenderness
tenderly
tender
tendency
tended
tend
ten
tempting
tempted
temptation
tempt
temporary
tempor
templeton
temples
temple
tempest
tempered
temper
temp
tells
telling
tell
telescope
telesc
teles
telephone
teleph
telegraph
telegram
tele
tel
teeth
tee
teddy
ted
technology
tech
teasing
teased
tease
tears
tearing
tear
teams
team
teaching
teachers
teacher
teach
tea
te
td
tcs
tcp
tcl
tc
tbs
tb
tayoga
taylor
tay
tax
tavia
tavern
taught
tat
tastes
tasted
taste
tast
tasks
task
tas
tart
tarry
target
tar
tapped
tap
tank
tangled
tangle
tandakora
tand
tan
tame
tam
taller
tall
talks
talking
talked
talk
tales
talent
tale
talbot
tal
taking
takes
taken
take
tak
taiwan
tails
tailor
tail
tai
tag
tad
tact
tackle
tack
tables
table
tab
ta
t3
t2
t1
t
systems
system
sync
sympathy
sympathetic
sympath
symp
sylvia
sylv
sy
swung
sworn
swore
swords
sword
swollen
swo
switzer
switch
swiss
swinging
swing
swimming
swim
swiftly
swift
swept
swelled
swell
sweetness
sweetly
sweetheart
sweeth
sweetest
sweet
sweeping
sweep
swed
sweat
swear
swe
swaying
swayed
sway
swatch
swar
swan
swamp
swam
swallowed
swallow
swall
sw
suv
susy
sust
suspiciously
suspicious
suspicions
suspicion
suspic
suspense
suspended
suspected
suspect
susp
susie
susan
sus
surveying
surveyed
survey
surv
surroundings
surrounding
surrounded
surround
surrendered
surrender
surre
surr
surprising
surprised
surprise
surpr
surm
surgeon
surface
surf
surely
sure
sur
supreme
suppressed
supposing
supposed
suppose
supported
support
supply
supplies
supplied
supper
supp
superst
superior
superintendent
superintend
superinte
super
sup
sunshine
sunsh
sunset
sunrise
sunny
sunlight
sunk
sung
sunday
sund
sunbe
sun
summons
summoned
summon
summit
summer
summ
sum
sultan
sult
sullen
sul
suits
suited
suitable
suit
sui
suggestion
suggested
suggest
sugg
sugar
sufficiently
sufficient
suffic
sufferings
suffering
suffered
suffer
suff
sue
suddenly
sudden
such
succession
successfully
successful
success
succeeded
succeed
succ
suc
substantial
substance
subst
subsided
subs
submitted
submit
submarine
submar
subm
subjects
subject
subdued
subd
sub
su
styled
style
sty
sturdy
stur
stupid
stup
stunned
stung
stun
stumps
stump
stumbled
stuffed
stuff
studying
study
studio
studies
studied
students
student
stud
stuck
stubbs
stubborn
stubb
stuart
stu
struggling
struggles
struggled
struggle
strugg
structure
struct
struck
strove
strongly
strongest
stronger
strong
strolled
stroll
strokes
stroked
stroke
strode
stro
striving
strips
stripped
stripes
striped
strip
strings
string
striking
strikes
strike
strife
strictly
strict
stricken
stri
strewn
stretching
stretched
stretch
stret
strengthened
strength
stren
streets
street
streams
streaming
stream
streak
stre
stray
straw
strat
strap
strangers
stranger
strangely
strange
strang
straits
straining
strained
strain
straightway
straightened
straight
stragg
stra
str
stowed
stove
stoutly
stout
story
stormy
storms
storm
stories
stores
stored
store
stor
stops
stopping
stopped
stop
stooping
stooped
stoop
stool
stood
stoo
stones
stone
stomach
stom
stolen
stole
stol
stockings
stocking
stockade
stock
sto
stirring
stirred
stir
sting
stillness
still
stiffly
stiff
stif
sticks
sticking
stick
stewart
steward
stew
stevens
steven
steve
sternly
stern
sterling
ster
steps
stepping
stepped
stepmother
stephen
steph
step5
step4
step3
step2
step1
step
stems
stem
steers
steering
steered
steer
steep
steele
steel
steed
stee
steamers
steamer
steamboat
steam
stealth
stealing
steal
steady
steadily
stead
ste
stays
staying
stayed
stay
statue
stations
stationed
station
states
stateroom
stater
statement
stately
stated
state
stat
starving
starved
starve
starvation
starts
startling
startled
starting
started
start
stars
stark
staring
stared
stare
starboard
star
stap
stanley
stanhope
stands
standing
standard
stand
stan
stamping
stamped
stamp
stammered
stam
stalwart
stall
stalks
stalk
stal
stakes
stake
stairway
stairs
staircase
stair
stained
staggered
stagger
stage
stag
staff
stables
stable
stab
sta
st
sso
ssl
ssh
ssd
ss
sr
squirrels
squirrel
squire
squir
squinty
squeezed
squeeze
squee
squeal
sque
squaw
squat
squarely
square
squall
squadron
squad
squ
sql
spy
spurs
spur
spun
sprung
spruce
sprink
springs
springing
spring
spreading
spread
spray
spraw
sprang
spr
spouter
spout
spotted
spots
spotify
spot
sports
sport
spoon
sponge
spoken
spoke
spoiled
spoil
spo
split
splin
splendidly
splendid
splend
splashing
splashed
splash
spl
spite
spit
spirits
spirited
spirit
spir
spinning
spin
spies
spied
spider
spf
spent
spending
spend
spencer
spell
speedy
speedily
speed
speechless
speeches
speech
spee
sped
specul
spectators
spectacles
spectacle
spect
speck
specimens
specimen
specim
species
specially
special
spec
spears
spear
speaks
speaking
speaker
speak
spe
sparrow
sparks
sparkling
sparkled
spark
spared
spare
spar
spanish
spaniards
spaniard
spani
span
spake
spain
spade
space
spa
sp
sovereign
sovere
southward
southern
south
source
sour
soup
sounds
soundly
sounding
sounded
sound
souls
soul
sought
sou
sorts
sort
sorry
sorrows
sorrowful
sorrow
sorely
sore
sor
sophomore
sophom
sophie
soph
soothing
sooth
sooner
soon
sony
sons
songs
songbird
song
son
somewhere
somewhat
somewh
sometimes
sometime
something
somethin
somet
somers
someone
somehow
somebody
some
som
solve
solomon
solom
solo
solitude
solitary
solid
solic
solemnly
solemn
sole
soldiers
soldier
sold
sol
soil
sohu
soho
sogo
software
softly
softened
soft
sofa
sof
society
social
soci
soc
sobs
soberly
sober
sobbing
sobbed
sob
soap
soaked
so
snug
snuff
sns
snowy
snows
snowball
snow
snort
snoop
sniffed
sniff
sneered
sneer
snee
sneak
sne
snatched
snarled
snar
snapping
snapped
snap
snakes
snake
sn
smugglers
smugg
sms
smothered
smother
smote
smoothly
smoothed
smooth
smoking
smoked
smoke
smo
smith
smilingly
smiling
smiles
smiled
smile
smil
smelling
smelled
smell
smashed
smash
smart
smap
smallest
smaller
small
smack
sm
sly
slung
slumber
slugg
slowly
slower
slow
sloping
slopes
slope
sloop
slo
slipping
slippery
slippers
slipped
slipp
slip
slim
slightly
slightest
slight
sliding
slide
slid
slicko
slick
slice
slew
slept
slender
sleigh
sleeves
sleeve
sleepy
sleeping
sleep
slee
sledge
sled
sle
slay
slaves
slavery
slave
slaughter
slaught
slate
slap
slant
slang
slam
slain
slade
slack
sla
sl
skype
sky
skunk
skull
skirts
skirt
skirmish
skirm
skir
skipper
skip
skins
skinny
skinned
skin
skim
skillful
skill
skilful
skil
skies
sketch
sket
skeleton
ske
skating
skates
skate
sk
sizes
sized
size
sixty
sixth
sixteen
sixpence
six
situation
situated
situ
sitting
sits
site
sit
sisters
sister
siri
sire
sir
sioux
sins
sinking
sink
singular
single
singing
singh
singapore
sing
sincerely
sincere
since
sinc
sina
sin
simultaneously
simultane
simpson
simply
simple
simp
simon
similar
sim
silvery
silver
silly
sill
silken
silk
silently
silent
silence
sil
sigurd
signs
signor
significantly
significant
signific
signed
signals
signal
sign
sights
sighted
sight
sighed
sigh
sig
siegfried
siege
sieg
sie
sidewalk
sides
side
sid
sickness
sick
si
shy
shutting
shutters
shut
shuffles
shuff
shuddered
shudder
shudd
shrugged
shrubs
shrub
shru
shroud
shrill
shrieks
shrieking
shrieked
shriek
shrie
shri
shrewd
shrew
shrank
shr
shows
shown
showing
shower
showed
show
shovel
shoved
shove
shouts
shouting
shouted
shout
shouldn
shoulders
shouldered
shoulder
should
shots
shot
shortly
shorter
short
shores
shore
shops
shopping
shop
shooting
shoot
shook
shone
shoes
shoe
shocked
shock
sho
shivering
shivered
shiver
shirts
shirt
shirley
shir
shipwre
shipw
ships
ship
shiny
shining
shine
shillings
shilling
shill
shifted
shift
shif
shields
shield
shi
sherwood
sheriff
sher
shepherds
shepherd
sheph
shepard
shep
shelves
sheltered
shelter
shells
shell
shelf
shel
sheik
sheets
sheet
sheer
sheep
sheen
shed
she
shawnees
shawn
shawl
shaw
shattered
sharply
sharp
shark
shared
share
shar
shapes
shaped
shape
shap
shan
shame
shalt
shallow
shall
shaking
shakes
shaken
shake
shaggy
shag
shaft
shady
shadowy
shadows
shadow
shades
shaded
shade
shack
shabby
sha
sh
sgs
sg
sf
seymour
sey
sex
sewing
sewed
sew
severely
severe
several
sever
seventy
seventh
seventeen
sevent
seven
sev
settling
settlers
settlements
settlement
settled
settle
setting
sett
sets
set
session
ses
serving
services
service
server
served
serve
servants
servant
serv
serpent
serp
sermon
seriously
serious
series
sergeant
serge
serene
ser
september
sepoys
separated
separate
separ
sep
seo
sentry
sentries
sentinels
sentinel
sentin
sentiments
sentiment
sentence
sent
sensitive
sensible
senses
sense
sensation
sens
senor
seniors
senior
sends
sending
send
sen
semi
sem
selling
sell
selfish
self
selected
select
seldom
sel
seizing
seized
seize
sees
seen
seems
seemingly
seeming
seemed
seem
seeking
seek
seeing
seeds
seed
see
sed
security
securing
securely
secured
secure
section
secrets
secretly
secretary
secret
secre
seconds
second
sec
seats
seating
seated
seat
season
seashore
seash
seas
searchlight
searching
searched
search
sear
sean
seamen
seaman
seam
seals
sealed
seal
sea
se
sdk
sd
scur
scrut
scrup
scru
script
scri
screw
screen
scree
screams
screaming
screamed
scream
scre
scratching
scratched
scratch
scrat
scraps
scrape
scrap
scrambling
scrambled
scramble
scramb
scra
scr
scp
scow
scouts
scoutmaster
scouting
scout
scoundrel
scound
scottish
scott
scots
scotland
scotch
scot
scornfully
scorn
scores
score
scor
scolding
scolded
scold
scoff
scissors
sciss
scientific
scient
science
sci
schooner
schoon
schools
schoolroom
schoolmaster
schoolhouse
school
schoo
scholars
scholar
schol
scheme
schem
sche
sch
scent
scenes
scenery
scene
scen
scattering
scattered
scatter
scarlet
scarf
scared
scarecrow
scare
scarcely
scarce
scar
scanty
scant
scan
scamp
scalp
scales
scale
scal
sc
sbs
sbl
sb
says
saying
say
saxons
saxon
sax
saw
saviour
saving
saved
save
savages
savagely
savage
sav
sauntered
saun
sauce
sau
saturday
satur
satisfy
satisfied
satisfactory
satisfaction
satisf
satin
sata
sat
sash
sas
sars
sarc
sarah
sara
sar
sap
sao
santa
sant
sank
sang
sandy
sandwiches
sandwi
sandw
sands
sand
san
samuel
samsung
sampson
samp
sammy
sammie
same
sam
salvatore
saluted
salute
salt
saloon
salo
salmon
sally
sallie
sall
sale
salary
sal
sake
saints
saint
sails
sailors
sailor
sailing
sailed
sail
said
sahwah
sahib
sah
sage
sag
safety
safer
safely
safe
safari
saf
sadness
sadly
sadie
saddles
saddled
saddle
sadd
sad
sacrifice
sacrif
sacri
sacred
sacks
sack
sac
saas
sa
s8
s7
s6
s5
s4
s3
s2
s1
s
ryan
ry
rx
ruth
rusty
rustling
rust
russians
russian
russia
russell
russ
rushing
rushes
rushed
rush
rus
rupert
runs
running
runners
runner
runaway
run
rum
rules
ruler
ruled
rule
rul
ruins
ruined
ruin
rugged
rug
ruff
ruefully
rue
rudely
rude
ruddy
rudder
rud
ruby
rubbish
rubbing
rubber
rubbed
rubb
rub
ru
rt
rss
rs
rq
rpg
rp
royal
roy
rows
rowing
rowed
row
rovers
rover
route
rout
roused
rouse
rounds
rounded
round
roun
roughly
rough
rotten
rot
rosy
ross
rosie
roses
rosemary
rose
roscoe
rosanna
rosamund
rosam
rosalind
rosal
ros
ropes
rope
roots
root
rooster
roosevelt
roose
rooney
rooms
room
roofs
roof
roo
ronnie
ronald
ron
rome
romantic
romans
romance
roman
rom
rolls
rollo
rolling
rolled
roll
roland
rogers
roger
rods
rodney
rode
rod
rocky
rocks
rocking
rocket
rock
robinson
robin
robes
robert
robe
robbery
robbers
robber
robbed
robb
rob
roasted
roast
roaring
roared
roar
roadside
roads
road
ro
rna
rn
rmvb
rmb
rm
rivers
river
rival
riv
risks
risk
rising
rises
risen
rise
ris
ripp
ripe
rip
riot
rings
ringing
ring
rim
rilla
rights
rightly
right
rigging
rig
rifles
rifle
rif
riding
ridiculous
ridic
ridge
rides
riders
rider
ride
riddle
ridden
riddell
ridd
rid
rico
rick
richmond
richly
richest
riches
richard
rich
rice
ribs
ribbons
ribbon
ribb
ri
rhy
rhoda
rhine
rheumatism
rheumat
rheum
rhe
rh
rgb
rfid
rf
reynolds
reynold
rey
rewarded
reward
revolvers
revolver
revolution
revol
revived
review
reverse
reverence
rever
revenge
reven
revel
revealed
reveal
reve
rev
reuben
returns
returning
returned
return
retreating
retreated
retreat
retre
retorted
retiring
retired
retire
retained
retain
ret
resumed
resume
results
resulted
result
restrained
restrain
restr
restored
restore
restless
resting
rested
restaurant
restaur
rest
responsible
responsibility
response
respons
responded
respects
respective
respectfully
respectful
respected
respectable
respect
resp
resour
resort
resolved
resolve
resolution
resolutely
resolute
resol
resisted
resistance
resist
resigned
resign
residence
reserved
reserve
reser
resent
resembled
resemblance
resemb
resem
research
rescued
rescue
resc
res
requires
required
require
requested
request
requ
reputation
repul
republic
repub
reproach
repro
represented
represent
repres
repose
reports
reported
report
reply
replied
replaced
repent
repeating
repeated
repeat
repe
repay
repaired
repair
rep
rent
renewed
renew
rendered
render
rend
ren
remus
removing
removed
remove
remote
remorse
remonstr
remon
remo
reminds
reminded
remind
remembrance
remembr
remembering
remembered
remember
remem
remedy
remed
remarks
remarked
remarkably
remarkable
remark
remains
remaining
remained
remainder
remain
rem
rely
reluctantly
reluct
relish
religious
religion
relig
relieved
relieve
relief
relie
released
release
releas
relaxed
relatives
relative
relations
relation
related
relate
rela
rel
rejoined
rejoicing
rejoiced
rejoice
rejo
reins
reinforcements
reinforce
reindeer
reind
rein
reigned
reign
rehear
reh
regularly
regular
regretted
regret
regions
region
reginald
regin
regiments
regiment
regardless
regarding
regarded
regard
regained
regain
reg
refusing
refused
refuse
refusal
refuge
refreshed
refresh
refrain
refr
reform
reflection
reflected
reflect
referred
reference
refer
ref
reel
reef
reeds
reed
reduced
redskins
reds
redoub
redis
reddy
red
rect
recru
recovery
recovering
recovered
recover
records
record
reconno
recon
recommend
recom
recollection
recollect
recoll
recognized
recognize
recognition
recognised
recogn
reco
reckoned
reckon
reckless
reck
recess
reception
recently
recent
receiving
received
receive
receipt
rece
recalled
recall
rec
rebu
rebels
rebellion
rebell
rebel
rebecca
rebe
reb
reass
reasons
reasonable
reason
reas
reared
rear
reapp
really
realizing
realized
realize
reality
real
ready
reading
readiness
readily
readers
reader
reade
read
reaching
reaches
reached
reach
re
rd
rc
rays
raymond
ray
raw
ravine
raven
rav
rattling
rattled
rattle
ratt
rats
rations
rather
rate
rat
rash
rascals
rascal
rasc
ras
rarely
rare
rar
rapt
rapids
rapidly
rapidity
rapid
rap
ransom
rans
ranks
rank
rangers
ranger
ranged
range
rang
randy
randolph
rand
ranch
ran
rams
ramp
ramb
ram
ralph
rally
ral
rajah
raising
raised
raise
rais
rainy
rains
raining
rained
rainbow
rain
railway
rails
railroad
railing
rail
raid
rags
raging
raggedy
ragged
raged
rage
rag
raft
radio
radiant
rad
racket
rack
racing
rachel
races
raced
race
rabbits
rabbit
rab
ra
r9
r8
r2
r1
r
qvod
quoth
quot
quo
quivering
quivered
quiver
quite
quit
quietly
quiet
quickly
quicker
quick
questions
questioning
questioned
question
quest
queried
quer
queer
queen
quebec
quarters
quarter
quart
quarrels
quarrel
quarre
quar
quantity
quantities
quant
quality
qualities
qualcomm
qual
quaint
quad
quack
qu
qt
qs
qr
qq
qi
qe
qa
q7
q5
q4
q3
q2
q10
q1
q
python
pyram
py
pwm
pvp
pvc
pv
puzzled
puzzle
puzz
putting
puts
putnam
put
pussy
puss
pushing
pushed
push
pursuit
pursuing
pursuers
pursued
pursue
pursu
purse
purs
purposes
purpose
purple
purp
pure
purchased
purchase
purch
pur
puppy
pupils
pupil
pup
punishment
punished
punish
punct
punch
pun
pumpkin
pump
puma
pulling
pulled
pull
pul
puffing
puffed
puff
pudding
pudd
public
pub
pu
ptt
pt
psp
pshaw
ps4
ps3
ps
pry
pruss
prue
prudy
prudent
prudence
prud
prow
provo
provisions
provision
proving
province
providence
provided
provide
proves
proverb
prover
proved
prove
prov
proudly
proud
protested
protest
protection
protected
protect
prot
prostrate
prostr
prosperous
prosperity
prosper
prospects
prospect
prose
pros
proprietor
propriet
proposition
proposed
propose
proposal
proportion
proport
prophet
proph
property
properly
proper
propell
prop
proof
pronounced
pron
promptly
prompt
promising
promises
promised
promise
prominent
prom
prolonged
prolong
projecting
project
progress
programme
program
profound
profit
profile
professor
professional
profession
profess
prof
product
producing
produced
produce
produ
prodig
prod
procured
procure
proclaimed
procession
process
proceedings
proceeding
proceeded
proceed
proc
problem
proble
probably
probable
probability
prob
pro
prizes
prize
privilege
privile
privately
private
priv
priss
prisoners
prisoner
prison
priscilla
prisc
printed
print
principles
principle
principal
princip
princesses
princess
princes
prince
prin
primrose
prime
prim
priests
priest
pride
prickly
pricked
prick
price
pri
prey
previously
previous
prevented
prevent
prevailed
prev
pretty
prettiest
prettier
prett
pretending
pretended
pretend
prete
pret
presume
preston
prest
pressure
pressing
pressed
press
president
preserved
preserve
preser
presents
presently
presented
present
presence
prescott
pres
preparing
prepared
prepare
preparations
preparation
prepar
prep
premium
prem
prel
prejud
preferred
prefer
prefect
pred
precisely
precise
precipice
precip
precious
preceding
preced
precaution
precaut
prec
preacher
preach
pre
praying
prayers
prayer
prayed
pray
praised
praise
prairie
prair
prada
practised
practise
practice
practically
practical
pract
pra
pr
pptv
ppt
ppp
ppi
pp
powers
powerpoint
powerful
powered
power
powder
pow
poverty
pouring
poured
pour
pounds
pound
poult
pou
potter
pots
potatoes
potato
potat
pot
posts
postp
posted
post
possum
possibly
possible
possibility
possib
possessions
possession
possessed
possess
poss
positively
positive
positions
position
pose
pos
portuguese
portugues
portug
ports
portrait
portra
portions
portion
porter
port
pork
porcupine
porcup
porch
por
population
popular
poppy
popped
pope
pop
poor
pool
pooh
poo
pony
ponies
ponder
pond
pon
pomp
pom
poly
polo
polly
pollard
poll
political
politeness
politely
polite
polit
polished
polish
policy
policeman
police
poles
pole
polar
pol
poking
pokemon
poked
poke
poisoned
poison
points
pointing
pointed
point
poetry
poet
poem
pockets
pocketbook
pocket
po
png
pmi
pm2
pm1
pm
ply
plus
plunging
plunged
plunge
plung
plunder
plun
plump
plum
plucked
pluck
plough
plot
plo
plight
plenty
plentiful
plent
pledge
pled
pleasures
pleasure
pleasing
pleases
pleased
please
pleasantly
pleasant
pleas
pleaded
plead
ple
plc
plaza
playstation
plays
playing
playground
players
player
played
play
platform
plates
plateau
plate
plat
plaster
plants
planted
plantation
plant
plans
planning
planned
planks
plank
planets
planet
plane
plan
plaint
plains
plainly
plain
plague
placing
places
placed
place
plac
pla
pl
pk
pizza
pixel
pity
pitiful
pite
pitcher
pitched
pitch
pit
pistols
pistol
pirates
pirate
pir
pipes
pipe
pip
pion
pinterest
pins
pinned
pink
ping
pines
pine
pinched
pinch
pin
pilot
pillows
pillow
pillars
pillar
pill
pilgrim
piles
piled
pile
pil
pike
pigs
pigeons
pigeon
pig
pies
pierson
piers
pierre
piercing
pierced
pier
pieces
piece
pie
picturesque
pictures
picture
pict
picnic
picn
picking
picket
picked
pick
pic
piazza
piazz
piano
pian
pia
pi
physician
physical
physic
phys
phyllis
phy
phronsie
phrase
phr
php
photoshop
photos
photograph
photo
phot
phonny
phone
phon
phoenix
phoen
phoebe
phoe
philosoph
philosop
phill
philips
philip
philadelphia
philadelph
philadel
phil
phant
ph
pg
pew
pett
pets
peters
peterkin
peter
pete
petals
pet
pertell
pert
persuaded
persuade
persu
perspiration
persp
persons
personally
personal
person
persisted
persist
perse
pers
perry
perplexity
perplexed
perplex
perple
perpet
permitted
permit
permission
perman
perm
perkins
perished
perish
period
perilous
peril
peri
perhaps
performed
performance
perform
perfectly
perfection
perfect
perf
percy
percival
perci
perched
perch
perceived
perceive
perce
per
pepper
people
penny
pennington
pennies
penn
penit
penetrated
penet
pend
pencil
pen
pell
pel
peggy
peg
peering
peered
peer
peeping
peeped
peep
peel
pee
pedro
ped
peculiar
pecul
peck
pebbles
peasants
peasant
peas
pearson
pearls
pearl
pear
peanut
peaks
peak
peacock
peaco
peach
peacefully
peaceful
peace
peabody
peabo
pe
pdf
pd
pci
pcb
pc
pays
paypal
payment
paying
pay
paws
pawn
paw
pavilion
pavil
pavement
pave
pausing
paused
pause
paul
pau
patty
patting
pattern
patter
patted
patron
patrol
patriot
patrick
patricia
patri
patiently
patient
patience
paths
pathetic
path
patent
patches
patch
pat
pasture
paste
past
passionately
passionate
passion
passing
passford
passes
passengers
passenger
passeng
passed
passages
passage
pass
party
parts
partridge
partners
partner
partly
parting
parties
particulars
particularly
